{
  "states": [
    {
      "slug": "aguascalientes",
      "name": "Aguascalientes",
      "comidas": ["Birria", "Gorditas de horno", "Chile relleno"],
      "historia": "Aguascalientes se consolidó como un punto estratégico en el centro de México, especialmente por su ubicación en rutas de comercio y comunicación entre regiones. Con el crecimiento del transporte y el intercambio económico, el estado fue tomando importancia como lugar de paso, de trabajo y de encuentro cultural. A lo largo del tiempo, sus ciudades se modernizaron sin perder el carácter tradicional de sus barrios y celebraciones. Hoy mantiene una identidad muy ligada a sus ferias, su vida cultural y su dinamismo urbano.",
      "musica": "Música de banda y regional mexicana, especialmente presente en ferias y celebraciones.",
      "arte": "Artesanías en cuero, grabado y expresiones culturales ligadas a sus fiestas tradicionales.",
      "dato": "La Feria Nacional de San Marcos es una de las celebraciones más grandes y conocidas de México.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Aguascalientes" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "baja-california",
      "name": "Baja California",
      "comidas": ["Tacos de pescado", "Langosta estilo Puerto Nuevo", "Cocina fusión"],
      "historia": "Baja California tiene una historia marcada por su geografía fronteriza y su relación constante con el Pacífico. Con el tiempo, el estado se fue desarrollando con un carácter muy urbano y multicultural, donde convergen migraciones internas, intercambio binacional y una economía dinámica. Ciudades como Tijuana y Mexicali reflejan esa mezcla entre tradición mexicana y vida contemporánea. Hoy es un estado reconocido por su innovación gastronómica, su movimiento artístico y su energía fronteriza.",
      "musica": "Rock, música alternativa y géneros norteños con fuerte presencia urbana.",
      "arte": "Murales urbanos, arte contemporáneo y expresión cultural binacional.",
      "dato": "Tijuana es conocida por su escena gastronómica innovadora.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Baja_California" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "baja-california-sur",
      "name": "Baja California Sur",
      "comidas": ["Tacos de marlín", "Almejas chocolatas", "Mariscos frescos"],
      "historia": "Baja California Sur se formó con una identidad profundamente ligada al mar, a la pesca y a la vida en comunidades costeras. Su historia también está conectada con rutas marítimas y con el intercambio que ocurre en el Pacífico. Con el paso del tiempo, el turismo y el desarrollo de servicios impulsaron el crecimiento de ciudades y puertos, sin borrar su esencia regional. Hoy se reconoce por sus paisajes, su cultura marina y su forma tranquila de vivir, donde la naturaleza sigue siendo protagonista.",
      "musica": "Música regional y presentaciones en vivo en zonas turísticas.",
      "arte": "Artesanías con conchas, madera y elementos marinos.",
      "dato": "El avistamiento de ballenas es una actividad emblemática del estado.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Baja_California_Sur" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "campeche",
      "name": "Campeche",
      "comidas": ["Pan de cazón", "Cochinita pibil", "Mariscos del Golfo"],
      "historia": "Campeche tiene un pasado marcado por la vida portuaria y la conexión con el Golfo de México. Durante la época colonial, el comercio marítimo le dio relevancia y también lo expuso a conflictos y amenazas que influyeron en la organización de la ciudad. Con el tiempo, el estado conservó un estilo arquitectónico y urbano que hoy se reconoce fácilmente por su herencia histórica. Actualmente, Campeche combina memoria colonial, tradiciones del sureste y una vida cultural que mantiene viva su identidad.",
      "musica": "Trova y música tradicional del sureste mexicano.",
      "arte": "Arquitectura colonial, artesanía en madera y textiles.",
      "dato": "Su centro histórico amurallado es Patrimonio de la Humanidad.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Campeche" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "chiapas",
      "name": "Chiapas",
      "comidas": ["Tamales de chipilín", "Sopa de pan", "Café"],
      "historia": "Chiapas destaca por una historia profundamente conectada con sus pueblos originarios y su diversidad cultural. A lo largo del tiempo, las comunidades han conservado lenguas, formas de organización y tradiciones que se reflejan en la vida cotidiana, en la comida y en las celebraciones. La geografía del estado —selvas, montañas y valles— también ha influido en su identidad y en la variedad de prácticas regionales. Hoy, Chiapas es reconocido por su riqueza cultural, su artesanía y su fuerte sentido comunitario.",
      "musica": "Marimba, presente en celebraciones y espacios públicos.",
      "arte": "Textiles bordados, ámbar y artesanías tradicionales.",
      "dato": "Es uno de los estados con mayor diversidad lingüística.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Chiapas" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "chihuahua",
      "name": "Chihuahua",
      "comidas": ["Carne asada", "Burritos", "Queso menonita"],
      "historia": "Chihuahua, el estado más grande del país, tiene una historia marcada por el desierto, la sierra y las rutas del norte. Su desarrollo ha estado ligado a la minería, la ganadería y la movilidad entre regiones, lo que fortaleció su carácter resistente y práctico. Además, es hogar de culturas indígenas como la rarámuri, cuya presencia es clave para comprender la identidad del estado. Hoy, Chihuahua combina tradición norteña, diversidad cultural y paisajes impresionantes que definen su forma de vivir.",
      "musica": "Música norteña y corridos tradicionales.",
      "arte": "Artesanías rarámuri y trabajo en madera.",
      "dato": "Las Barrancas del Cobre son más grandes que el Gran Cañón.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Chihuahua" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "coahuila",
      "name": "Coahuila",
      "comidas": ["Cabrito", "Cortadillo", "Pan de pulque"],
      "historia": "Coahuila ha sido una región clave del norte, con una historia relacionada con el trabajo del desierto, la minería y la ganadería. Sus poblaciones crecieron alrededor de actividades productivas y rutas que conectaban comunidades distantes. Con el tiempo, el estado también se vinculó con procesos de industrialización y con un fuerte sentido regional que se nota en su cultura cotidiana. Hoy, Coahuila combina tradición norteña, vida moderna y una identidad marcada por el paisaje árido y su historia laboral.",
      "musica": "Música norteña y regional, muy presente en celebraciones familiares.",
      "arte": "Artesanías del desierto y tradición vitivinícola en algunas regiones.",
      "dato": "Parras de la Fuente es una de las zonas vitivinícolas más antiguas de América.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Coahuila" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "colima",
      "name": "Colima",
      "comidas": ["Sopitos", "Pozole", "Mariscos"],
      "historia": "Colima es un estado pequeño, pero con una identidad cultural fuerte, influenciada por el Pacífico y la presencia constante del volcán. Sus comunidades han mantenido tradiciones regionales a través de fiestas, gastronomía y prácticas artesanales. La relación con el mar y con rutas comerciales costeras también ha sido parte de su desarrollo. Hoy, Colima se reconoce por su ambiente tranquilo, su vida cultural y su cercanía con paisajes naturales que definen el carácter del estado.",
      "musica": "Música popular y sones tradicionales en fiestas locales.",
      "arte": "Cerámica, artesanías y festivales culturales.",
      "dato": "El Volcán de Fuego es uno de los más activos de México.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Colima" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "durango",
      "name": "Durango",
      "comidas": ["Caldillo durangueño", "Asado de boda", "Carne seca"],
      "historia": "Durango tiene una historia muy ligada a la minería y a los procesos de colonización del norte. Sus ciudades conservan rasgos de arquitectura histórica y una vida cultural que se ha mantenido a través de tradiciones locales. Con el tiempo, el estado desarrolló una identidad norteña marcada por el paisaje, la música y la gastronomía. Además, Durango ha ganado fama por sus locaciones cinematográficas, lo que se suma a su imagen cultural moderna sin perder sus raíces.",
      "musica": "Música de banda y regional norteña.",
      "arte": "Artesanías en cantera y madera, además de escenarios cinematográficos.",
      "dato": "Es conocido como la “tierra del cine” por sus locaciones de películas.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Durango" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "guanajuato",
      "name": "Guanajuato",
      "comidas": ["Enchiladas mineras", "Guacamayas", "Cajeta"],
      "historia": "Guanajuato fue uno de los grandes centros mineros de la época colonial, y esa historia dejó una huella visible en su arquitectura y en la forma de sus ciudades. Con el paso del tiempo, el estado se convirtió en un referente cultural, donde la vida artística ocupa un lugar central. Su capital es famosa por sus calles, túneles y espacios históricos que narran siglos de transformación social. Hoy, Guanajuato combina tradición, turismo cultural y un ambiente universitario y artístico muy activo.",
      "musica": "Estudiantinas, música tradicional y eventos culturales.",
      "arte": "Arquitectura barroca, teatros y festivales internacionales.",
      "dato": "El Festival Internacional Cervantino se celebra aquí cada año.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Guanajuato" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "guerrero",
      "name": "Guerrero",
      "comidas": ["Pozole verde", "Pescado a la talla", "Tiritas de pescado"],
      "historia": "Guerrero combina costa, montaña y regiones con fuerte identidad comunitaria, lo que crea una diversidad cultural notable dentro del mismo estado. Sus tradiciones se expresan en la música, la danza y la vida festiva, y muchas comunidades mantienen costumbres heredadas por generaciones. Con el tiempo, ciudades y puertos se convirtieron en puntos importantes para el comercio y el turismo, mientras que las zonas rurales conservaron prácticas culturales propias. Hoy, Guerrero es reconocido por su energía cultural, su gastronomía regional y su riqueza artesanal.",
      "musica": "Chilena y sones regionales.",
      "arte": "Máscaras, danzas tradicionales y artesanía local.",
      "dato": "Taxco es famoso por su tradición platera.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Guerrero" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "hidalgo",
      "name": "Hidalgo",
      "comidas": ["Pastes", "Barbacoa", "Ximbo"],
      "historia": "Hidalgo tiene una herencia histórica vinculada a la minería y a la vida de pueblos que crecieron alrededor del trabajo y el comercio regional. Además, su diversidad cultural se refleja especialmente en la Huasteca, donde la música, la lengua y las festividades tienen un estilo propio. Con el tiempo, el estado consolidó tradiciones gastronómicas y artesanales muy reconocibles. Hoy, Hidalgo combina paisajes naturales, memoria histórica y una identidad regional fuerte que se nota en sus celebraciones y su vida comunitaria.",
      "musica": "Huapango y música tradicional de la Huasteca.",
      "arte": "Bordados otomíes y artesanía textil.",
      "dato": "Los prismas basálticos son una atracción natural muy conocida.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Hidalgo" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "jalisco",
      "name": "Jalisco",
      "comidas": ["Birria", "Torta ahogada", "Tequila"],
      "historia": "Jalisco ha sido un centro regional importante en el occidente de México, con ciudades que crecieron como puntos clave de comercio, cultura y vida política. Muchas tradiciones asociadas con la identidad mexicana se fortalecieron en esta región a lo largo del tiempo, especialmente en ámbitos rurales y urbanos que convivieron y se influyeron mutuamente. Guadalajara se consolidó como una capital cultural con fuerte presencia artística, educativa y musical. Hoy, Jalisco mezcla historia, modernidad y tradiciones vivas que siguen dando forma a su identidad.",
      "musica": "Mariachi y música regional mexicana.",
      "arte": "Tradición charra, cerámica y artesanía.",
      "dato": "El mariachi es Patrimonio Cultural de la Humanidad.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Jalisco" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "mexico",
      "name": "Estado de México",
      "comidas": ["Chorizo verde", "Mixiotes", "Cecina"],
      "historia": "El Estado de México rodea a la capital y concentra una mezcla muy amplia de espacios urbanos, pueblos tradicionales y zonas con historia antigua. En su territorio se encuentran vestigios de civilizaciones prehispánicas y rutas culturales que han influido en la identidad de la región por siglos. Con el crecimiento de la Ciudad de México, el estado vivió una transformación acelerada, pero muchas comunidades conservaron sus fiestas, su gastronomía y su sentido local. Hoy es una de las entidades más pobladas y diversas, donde conviven tradición y vida metropolitana.",
      "musica": "Música de banda y celebraciones tradicionales.",
      "arte": "Artesanía en barro, textiles y fiestas comunitarias.",
      "dato": "Aquí se encuentra Teotihuacán, uno de los sitios arqueológicos más importantes del país.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Estado_de_M%C3%A9xico" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "michoacan",
      "name": "Michoacán",
      "comidas": ["Carnitas", "Corundas", "Uchepos"],
      "historia": "Michoacán tiene una historia cultural profundamente conectada con el pueblo purépecha, cuya presencia se mantiene viva en comunidades, lengua, artesanía y celebraciones. Con el tiempo, el estado desarrolló ciudades y pueblos con identidad propia, donde se mezclan herencias indígenas y rasgos coloniales. Sus lagos y montañas influyeron en la forma de habitar y en las tradiciones regionales, especialmente en torno a la vida comunitaria. Hoy, Michoacán es reconocido por su fuerza cultural, su gastronomía y su artesanía, además de sus festividades emblemáticas.",
      "musica": "Son abajeño y música tradicional.",
      "arte": "Cobre martillado, lacas y guitarras artesanales.",
      "dato": "La Noche de Muertos en Pátzcuaro es reconocida a nivel mundial.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Michoac%C3%A1n" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "morelos",
      "name": "Morelos",
      "comidas": ["Cecina", "Tacos acorazados", "Itacates"],
      "historia": "Morelos es un estado con tradición agrícola y pueblos con fuerte sentido comunitario, marcado por su cercanía con el centro del país. Su historia está conectada con procesos sociales y políticos que transformaron México, y muchas localidades conservan memoria de esos cambios. Con el tiempo, la vida cultural se fortaleció a través de ferias, carnavales y celebraciones religiosas que siguen siendo centrales. Hoy, Morelos combina vida urbana, tradición regional y una cultura festiva que se vive intensamente en sus comunidades.",
      "musica": "Música popular y banda en carnavales.",
      "arte": "Artesanías y tradiciones festivas.",
      "dato": "El carnaval es una de las celebraciones más importantes del estado.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Morelos" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "nayarit",
      "name": "Nayarit",
      "comidas": ["Pescado zarandeado", "Tostadas de mariscos", "Dulces regionales"],
      "historia": "Nayarit se define por el contraste entre costa y sierra, y por la presencia de comunidades indígenas que han conservado prácticas culturales muy visibles. A lo largo del tiempo, el estado se desarrolló alrededor de actividades como la pesca, la agricultura y el comercio regional, con tradiciones que varían según la zona. Sus fiestas y expresiones artísticas reflejan un sentido espiritual y simbólico, especialmente en ciertas comunidades. Hoy, Nayarit combina belleza natural, cultura viva y una identidad del Pacífico que se expresa en su comida y su vida cotidiana.",
      "musica": "Música regional y banda, influenciada por estados vecinos.",
      "arte": "Arte wixárika (huichol) en chaquira y estambre.",
      "dato": "El arte huichol es reconocido internacionalmente por su simbolismo.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Nayarit" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "nuevo-leon",
      "name": "Nuevo León",
      "comidas": ["Cabrito", "Carne asada", "Machaca con huevo"],
      "historia": "Nuevo León ha sido una de las entidades más influyentes en el desarrollo industrial y económico del país, especialmente por el crecimiento de Monterrey como centro urbano. Su historia regional también está marcada por el norte: clima, movilidad, comercio y una cultura práctica que se refleja en su vida cotidiana. Con el tiempo, el estado se consolidó como espacio de modernización, sin dejar de lado tradiciones familiares muy presentes. Hoy, Nuevo León combina un perfil moderno con rasgos culturales norteños en su música, su comida y su identidad social.",
      "musica": "Música norteña y grupera.",
      "arte": "Arquitectura moderna y museos urbanos.",
      "dato": "El Cerro de la Silla es un símbolo del estado.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Nuevo_Le%C3%B3n" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "oaxaca",
      "name": "Oaxaca",
      "comidas": ["Mole", "Tlayudas", "Quesillo"],
      "historia": "Oaxaca es uno de los estados con mayor diversidad cultural y lingüística en México, con comunidades que han mantenido tradiciones por siglos. Su historia se conecta con civilizaciones originarias de gran relevancia y con una continuidad cultural que se nota en la organización comunitaria, las fiestas y las artes. Durante la época colonial, la región vivió transformaciones profundas, pero muchas prácticas locales se conservaron y se adaptaron. Hoy, Oaxaca es reconocido por su fuerza cultural, su gastronomía y su papel central en el imaginario artístico del país.",
      "musica": "Bandas de viento y música tradicional.",
      "arte": "Alebrijes, barro negro y textiles.",
      "dato": "La Guelaguetza es una de las fiestas culturales más importantes del país.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Oaxaca" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "puebla",
      "name": "Puebla",
      "comidas": ["Mole poblano", "Chiles en nogada", "Cemitas"],
      "historia": "Puebla se reconoce por su herencia colonial, su arquitectura y su papel como punto clave de intercambio en el centro del país. A lo largo del tiempo, la ciudad y sus regiones desarrollaron una vida religiosa, artística y gastronómica muy influyente, con tradiciones que hoy forman parte del orgullo local. La mezcla de culturas y la permanencia de estilos arquitectónicos históricos han hecho de Puebla un referente visual y cultural. Hoy, el estado conserva una fuerte identidad, donde la historia se nota en sus calles, su comida y sus celebraciones.",
      "musica": "Música tradicional y celebraciones religiosas.",
      "arte": "Talavera y arquitectura barroca.",
      "dato": "Es uno de los estados con gastronomía más reconocida del país.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Puebla" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "queretaro",
      "name": "Querétaro",
      "comidas": ["Gorditas", "Enchiladas queretanas", "Atole"],
      "historia": "Querétaro ha tenido un papel importante en distintos momentos históricos por su ubicación estratégica en el centro del país. Sus ciudades conservan arquitectura colonial y espacios históricos que reflejan transformaciones sociales y culturales a lo largo del tiempo. Con el crecimiento moderno, el estado se volvió un punto de desarrollo industrial y educativo, atrayendo nuevas comunidades y proyectos. Hoy, Querétaro combina tradición y modernidad, con pueblos históricos, vida urbana activa y una identidad regional bien definida.",
      "musica": "Música tradicional y eventos culturales en plazas.",
      "arte": "Arquitectura colonial y artesanía.",
      "dato": "La Peña de Bernal es uno de los monolitos más grandes del mundo.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Quer%C3%A9taro" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "quintana-roo",
      "name": "Quintana Roo",
      "comidas": ["Cochinita pibil", "Pescado tikin xic", "Panuchos"],
      "historia": "Quintana Roo combina una herencia maya muy presente con un desarrollo turístico moderno que transformó varias zonas del estado. A lo largo del tiempo, las comunidades han mantenido tradiciones, gastronomía y prácticas culturales vinculadas a la historia regional del Caribe y la península. La naturaleza —selva, costa y cenotes— también ha sido clave en la forma de vida y en la identidad local. Hoy, Quintana Roo es un punto de encuentro entre historia, cultura y turismo, donde conviven pasado y presente de manera muy visible.",
      "musica": "Música caribeña y regional.",
      "arte": "Artesanía maya y expresiones contemporáneas.",
      "dato": "Los cenotes son una de sus principales atracciones naturales.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Quintana_Roo" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "san-luis-potosi",
      "name": "San Luis Potosí",
      "comidas": ["Enchiladas potosinas", "Zacahuil", "Fiambre"],
      "historia": "San Luis Potosí se ubica en una zona de transición entre regiones del norte y del centro, lo que lo convierte en un espacio de gran diversidad cultural y geográfica. Su historia ha estado ligada a actividades económicas importantes, al crecimiento de ciudades y a la presencia de tradiciones que varían según la región, especialmente en la Huasteca. Con el tiempo, el estado consolidó un patrimonio urbano y natural que atrae por igual a visitantes y comunidades locales. Hoy se reconoce por su mezcla de paisajes, su cultura regional y su gastronomía emblemática.",
      "musica": "Huapango en la Huasteca y música regional.",
      "arte": "Arquitectura en cantera y artesanía huasteca.",
      "dato": "La Huasteca Potosina es famosa por sus cascadas y ríos.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/San_Luis_Potos%C3%AD" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "sinaloa",
      "name": "Sinaloa",
      "comidas": ["Aguachile", "Chilorio", "Mariscos"],
      "historia": "Sinaloa tiene una identidad muy ligada a la costa del Pacífico y a una fuerte tradición agrícola que ha sido clave para su desarrollo. Las comunidades han construido una cultura regional reconocible por su gastronomía, sus celebraciones y su vida musical. Con el paso del tiempo, ciudades importantes crecieron como centros de comercio y actividad cultural, reforzando la presencia del estado a nivel nacional. Hoy, Sinaloa se distingue por su cocina de mar, su energía social y su influencia musical en gran parte de México.",
      "musica": "Banda sinaloense, reconocida internacionalmente.",
      "arte": "Tradiciones regionales y vida cultural urbana.",
      "dato": "La banda sinaloense es uno de los géneros más influyentes del país.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Sinaloa" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "sonora",
      "name": "Sonora",
      "comidas": ["Carne asada", "Coyotas", "Gallina pinta"],
      "historia": "Sonora se define por su geografía de desierto, sierra y costa, lo que ha influido en la forma de vida, el trabajo y las tradiciones del estado. Su historia regional incluye comunidades indígenas como los yaquis y los seris, cuya presencia es esencial para entender la identidad sonorense. Con el tiempo, la ganadería y el comercio fortalecieron un estilo cultural norteño, visible en la comida y en la vida familiar. Hoy, Sonora conserva ese carácter firme y regional, combinado con ciudades modernas y una cultura gastronómica muy apreciada.",
      "musica": "Música norteña y regional.",
      "arte": "Artesanías yaquis y seris.",
      "dato": "La carne asada es parte fundamental de la cultura sonorense.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Sonora" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "tabasco",
      "name": "Tabasco",
      "comidas": ["Pejelagarto asado", "Tamales", "Pozol"],
      "historia": "Tabasco está profundamente marcado por sus ríos y su clima, elementos que han influido en su historia y en su vida cotidiana. La región ha tenido una relación histórica con el cacao y con prácticas culturales del sureste que se reflejan en su gastronomía y en sus costumbres. Con el tiempo, las ciudades y comunidades del estado se desarrollaron manteniendo un carácter muy local y cercano a la naturaleza. Hoy, Tabasco conserva una identidad fuerte, donde la comida, la música y las tradiciones comunitarias siguen siendo esenciales.",
      "musica": "Música tropical y regional.",
      "arte": "Artesanías tradicionales y expresiones culturales locales.",
      "dato": "El cacao tiene gran importancia histórica en la región.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Tabasco" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "tamaulipas",
      "name": "Tamaulipas",
      "comidas": ["Carne asada", "Mariscos del Golfo", "Antojitos"],
      "historia": "Tamaulipas combina rasgos fronterizos y costeros, lo que le ha dado una identidad diversa y dinámica a lo largo del tiempo. Su historia regional se ha construido entre rutas comerciales, vida portuaria y vínculos con el noreste de México. Con el crecimiento urbano, el estado desarrolló espacios modernos sin perder del todo el carácter tradicional en muchas comunidades. Hoy, Tamaulipas mantiene una cultura regional marcada por la música norteña, la comida y la influencia del Golfo en su vida cotidiana.",
      "musica": "Música norteña y grupera.",
      "arte": "Artesanía regional y cultura fronteriza.",
      "dato": "Sus playas son un atractivo importante del estado.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Tamaulipas" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "tlaxcala",
      "name": "Tlaxcala",
      "comidas": ["Tacos de canasta", "Mole", "Pulque"],
      "historia": "Tlaxcala, aunque es el estado más pequeño, tiene una historia profunda que se refleja en su identidad cultural y en sus tradiciones comunitarias. Sus pueblos conservan celebraciones, gastronomía y artesanía que conectan con herencias antiguas y con transformaciones históricas del centro del país. Con el tiempo, la región mantuvo un carácter propio, muy ligado a la vida local y a la organización comunitaria. Hoy, Tlaxcala destaca por su continuidad cultural, su ambiente tradicional y su orgullo regional.",
      "musica": "Música tradicional y bandas de pueblo.",
      "arte": "Artesanía textil y celebraciones comunitarias.",
      "dato": "Tlaxcala conserva una fuerte identidad cultural.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Tlaxcala" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "veracruz",
      "name": "Veracruz",
      "comidas": ["Huachinango a la veracruzana", "Arroz a la tumbada", "Café"],
      "historia": "Veracruz ha sido una de las puertas históricas de entrada a México por su ubicación en el Golfo, lo que influyó en su mezcla cultural y en su desarrollo comercial. A lo largo del tiempo, la región construyó una identidad muy alegre y musical, donde el baile, las fiestas y la vida comunitaria forman parte del día a día. La diversidad del estado también se nota en sus paisajes, que van desde costa hasta montaña. Hoy, Veracruz se reconoce por su fuerza cultural, su tradición musical y una gastronomía que refleja su historia y su geografía.",
      "musica": "Son jarocho y música tropical.",
      "arte": "Danza, música y tradiciones jarochas.",
      "dato": "El Carnaval de Veracruz es uno de los más grandes del país.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Veracruz" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "yucatan",
      "name": "Yucatán",
      "comidas": ["Cochinita pibil", "Sopa de lima", "Papadzules"],
      "historia": "Yucatán conserva una identidad regional muy marcada, profundamente conectada con la herencia maya y con tradiciones que se mantienen visibles en lengua, gastronomía y vida comunitaria. A lo largo del tiempo, el estado desarrolló ciudades y pueblos con un estilo cultural propio, donde la arquitectura y las costumbres reflejan una historia distinta dentro del país. Las haciendas, las comunidades y los paisajes naturales han influido en su forma de vivir y en su memoria colectiva. Hoy, Yucatán se reconoce por su riqueza cultural, su historia y un orgullo regional que se expresa en lo cotidiano.",
      "musica": "Trova yucateca.",
      "arte": "Hamaquería y bordados tradicionales.",
      "dato": "Las haciendas y cenotes forman parte de su paisaje cultural.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Yucat%C3%A1n" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "zacatecas",
      "name": "Zacatecas",
      "comidas": ["Asado de boda", "Enchiladas", "Dulces de leche"],
      "historia": "Zacatecas se asocia históricamente con la minería, actividad que impulsó el crecimiento de ciudades y dejó una huella clara en su arquitectura y vida cultural. Con el paso del tiempo, la región desarrolló tradiciones propias, visibles en su música, su gastronomía y sus celebraciones comunitarias. Su centro histórico conserva un estilo urbano que refleja etapas importantes de la historia colonial y moderna. Hoy, Zacatecas mantiene una identidad cultural fuerte, donde el patrimonio, los museos y la música regional siguen siendo parte central de la experiencia local.",
      "musica": "Tamborazo zacatecano.",
      "arte": "Arquitectura en cantera rosa y museos.",
      "dato": "Su centro histórico es Patrimonio de la Humanidad.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Zacatecas" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    },
    {
      "slug": "ciudad-de-mexico",
      "name": "Ciudad de México",
      "comidas": ["Tacos al pastor", "Tamales", "Churros"],
      "historia": "La Ciudad de México se construyó sobre un pasado histórico enorme, con raíces en civilizaciones prehispánicas y transformaciones profundas a lo largo de los siglos. Con el tiempo, se convirtió en el centro político, económico y cultural del país, atrayendo a personas de todas las regiones y creando una mezcla social única. Sus barrios reflejan distintas etapas históricas: desde espacios tradicionales hasta zonas modernas y cosmopolitas. Hoy es una metrópoli diversa, con una vida cultural intensa, museos, arte urbano y una energía que cambia pero nunca se detiene.",
      "musica": "Todos los géneros: mariachi, rock, jazz, música urbana y más.",
      "arte": "Museos, muralismo, arquitectura y arte contemporáneo.",
      "dato": "Es una de las ciudades con más museos en el mundo.",
      "links": [{ "titulo": "Wikipedia", "url": "https://es.wikipedia.org/wiki/Ciudad_de_M%C3%A9xico" }],
      "images": { "food": [], "art": [], "landmarks": [] }
    }
  ]
}